---
kind: other
id: Properties.T:Autodesk.Revit.DB.VisibleInViewFilter
source: html/c85aea17-940c-f970-a935-d9514dfdd15c.htm
---
# VisibleInViewFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.